tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "bat"
brew "ctags", link: false
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "fd"
brew "fzf"
brew "gh"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "perl"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "yarn"
brew "fsouza/prettierd/prettierd"
brew "llvm"
cask "dbeaver-community"
cask "iterm2"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
